{
	"about.paragraph.first": "My courses are suitable for those who want to improve their German, prepare for exams, master the working language,\nadapt to life in Germany, increase their confidence, and build a stable life and income. In addition to\nlanguage courses, I also offer programs for tutors, teachers, and entrepreneurs, helping them\nestablish private practices, establish entrepreneurial businesses, structure their services,\nincrease their income, and build a professional path. A separate focus is psychological and personal\nneeds: stress, uncertainty, procrastination, financial and professional blocks, finding support, and solving\npersonal and work-related problems. In recent years, my graduates have successfully passed exams on their first try,\nentered universities, found jobs, launched their own projects, and built a stable income",
	"about.paragraph.second": "ReTreat is my most effective format: 10 hours of mini-group work and individual online sessions,\nproviding the optimal balance of personal strategy and live practice. Each course comes with materials tailored to the participant's goals—whether language, professional challenges, personal effectiveness, or developing\nyour own business. The format is particularly effective thanks to a unique approach that combines\ncoaching, psychotherapeutic techniques, and other professional methods. The atmosphere remains comfortable and\nmotivating, and the processes themselves are easy, profound, and focused on specific results: exams,\nwork, German for life, starting a private practice, improving income, or addressing internal needs",
	"about.request.study": "Submit an application for study.",
	"about.text.first": "If this resonates with you, write to me.",
	"about.text.second": "I'm very happy to meet you again ✨",
	"about.title.first": "The format of my courses",
	"about.title.second": "ReTreat format",
  "contacts.text": "For contact",
  "contacts.subtitle": "Marina Alexandrovna Filipcova",
  "footer.text": "© Sole Proprietor Emigranda",
  "footer.subtitle": "Space for growth and support",
	"header.paragraph.eighth": "If you want to understand what's right for you, come in for a free consultation. We'll analyze your situation, look at your goals, discuss formats and pricing, and together we'll find the optimal solution",
	"header.paragraph.fifth": "I also work with teachers, tutors, and entrepreneurs: I help them find clients, build promotions, create a stable private practice, and strengthen their personal brand",
	"header.paragraph.first": "Hi! 🙋‍♀️ My name is Marina Filiptsova. I'm an ICF coach, mentor, tutor, and language course author.",
	"header.paragraph.fourth": "A separate area is the Berufssprache. I adapt working German to your profession and career goals, so the language immediately works for you. With me, progress is much faster because it's not just tutoring - it's a mentoring format with support and strategy.",
	"header.paragraph.second": "For many years, I have been teaching German courses for beginners and advanced learners, preparing for the DTZ, B1, B2, telc, and other exams.",
	"header.paragraph.seventh": "All consultations and training are conducted online, making it convenient and flexible, which is especially important for working adults",
	"header.paragraph.sixth": "Most of my work is psychological counseling in a mentoring format: about adaptation,\nconfidence, stress, money, new circumstances, and building a life and income from scratch. I support people through all stages of change",
	"header.paragraph.third": "My students pass exams successfully, often on their first try, because I focus on efficiency and tangible results",
	"header.title": "GERMAN FOR LIFE AND WORK, effective preparation for exams and tests, conversation practice and much more",
	"header.withWhom": "with Marina Filiptsova",
  "price.card.first": "Psychological consultation",
  "price.card.second": "Personal German lesson",
  "price.card.third": "German language course (all levels)",
  "price.request": "Submit a request",
  "price.text": "Individual consultations, mini-group classes, and German for work. Discounts and installment plans available (check with the manager)",
  "price.title": "Prices",
	"request.consultation": "Leave a request for a consultation",
	"request.courses": "Request courses and prices",
	"request.ready": "Just leave a request 💬",
	"request.study": "Submit an application for study.",
	"results.paragraph.fifth": "Developing an entrepreneurial approach. An entrepreneur suffering from burnout, low motivation, and chaotic processes. In this course, we structured services, established a financial foundation, and removed internal blocks. Result: a 30–50% increase in income, a streamlined workflow, and a return to energy and focus",
	"results.paragraph.first": "INDIVIDUAL EXAM PREPARATION Start Deutsch/ telc Deutsch, Zertifikat Deutsch - 100% result",
	"results.paragraph.fourth": "Employment in Germany. A participant came with the following question: «I need the language for work, but I'm afraid to speak it». During the course, they analyzed work situations, prepared Bewerbungen (preparation for a job interview), and went through several interviews in a safe environment. Result: First job in Germany + confident use of the language at work",
	"results.paragraph.second": "INTEGRATION COURSES - over the last 3 years, 80% of students have received a DTZ certificate with a B1 result",
	"results.paragraph.sixth": "A participant came with the question, «I can't start anything—I'm too afraid.» Through ReTreat, we worked on confidence, planning, and emotional triggers. Results: a stable habit of taking action, reduced anxiety, and the launch of a personal project that had been postponed for over a year",
	"results.paragraph.third": "Our students easily enter universities in Germany and Austria, successfully pass interviews, find jobs, and achieve their goals",
	"results.title": "OUR STUDENTS' RESULTS",
  "reviews.title": "What students say",
	"summary.text": "Data from the website",
  "time.text": "No need to go anywhere",
  "time.title": "Convenient time and place",
  "time.subtitle": "All classes are held online"
}
