{
	"about.paragraph.first": "Мои курсы подходят для тех, кто хочет улучшить свой немецкий язык, подготовиться к экзаменам, освоить рабочий язык,\nадаптироваться к жизни в Германии, повысить уверенность в себе и построить стабильную жизнь и доход. Помимо\nязыковых курсов, я также предлагаю программы для репетиторов, учителей и предпринимателей, помогая им\nсоздать частную практику, открыть собственный бизнес, структурировать свои услуги,\nувеличить доход и построить профессиональную карьеру. Отдельное внимание уделяется психологическим и личным\nпотребностям: стрессу, неуверенности, прокрастинации, финансовым и профессиональным препятствиям, поиску поддержки и решению\nличных и рабочих проблем. В последние годы мои выпускники успешно сдавали экзамены с первой попытки,\nпоступали в университеты, находили работу, запускали собственные проекты и создавали стабильный доход",
	"about.paragraph.second": "ReTreat — мой наиболее эффективный формат: 10 часов работы в мини-группах и индивидуальных онлайн-сессий,\nобеспечивающий оптимальный баланс личной стратегии и практики в реальном времени. Каждый курс включает материалы, адаптированные к целям участника — будь то изучение языка, решение профессиональных задач, повышение личной эффективности или развитие\nсобственного бизнеса. Формат особенно эффективен благодаря уникальному подходу, сочетающему в себе\nкоучинг, психотерапевтические техники и другие профессиональные методы. Атмосфера остается комфортной и\nмотивирующей, а сами процессы просты, глубоки и ориентированы на конкретные результаты: экзамены,\nработа, немецкий язык для жизни, открытие частной практики, повышение дохода или решение внутренних проблем",
	"about.request.study": "Оставить заявку на обучение.",
	"about.text.first": "Если это вас заинтересовало, напишите мне.",
	"about.text.second": "Я очень рада новым встречам ✨",
	"about.title.first": "Формат моих курсов",
	"about.title.second": "Формат ReTreat",
  "contacts.text": "Для связи",
  "contacts.subtitle": "Филипцова Марина Александровна",
  "footer.text": "© ИП Emigranda",
  "footer.subtitle": "Пространство роста и поддержки",
	"header.paragraph.eighth": "Если вы хотите понять, что подходит именно вам, приходите на бесплатную консультацию. Мы проанализируем вашу ситуацию, рассмотрим ваши цели, обсудим форматы и цены, и вместе найдем оптимальное решение",
	"header.paragraph.fifth": "Я также работаю с учителями, репетиторами и предпринимателями: помогаю им находить клиентов, разрабатывать рекламные кампании, создавать стабильную частную практику и укреплять личный бренд",
	"header.paragraph.first": "Привет! 🙋‍♀️ Меня зовут Марина Филипцова. Я являюсь коучем, наставником, репетитором по методике ICF и автором языковых курсов.",
	"header.paragraph.fourth": "Отдельное направление — это профессиональный немецкий язык (Berufssprache). Я адаптирую рабочий немецкий язык к вашей профессии и карьерным целям, поэтому язык сразу же будет вам полезен. Со мной прогресс намного быстрее, потому что это не просто репетиторство — это формат наставничества с поддержкой и стратегией.",
	"header.paragraph.second": "Много лет я преподаю немецкий язык для начинающих и продвинутых учеников, готовя их к экзаменам DTZ, B1, B2, telc и другим.",
	"header.paragraph.seventh": "Все консультации и тренинги проводятся онлайн, что делает их удобными и гибкими, особенно важными для работающих взрослых",
	"header.paragraph.sixth": "Большая часть моей работы — это психологическое консультирование в формате наставничества: по вопросам адаптации, уверенности в себе, стресса, финансов, новых обстоятельств и построения жизни и дохода с нуля. Я поддерживаю людей на всех этапах перемен",
	"header.paragraph.third": "Мои ученики сдают экзамены успешно и чаще всего с первой попытки, потому что я работаю на эффективность и реальные результаты",
	"header.title": "Немецкий язык для жизни и работы, эффективная подготовка к экзаменам и тестам, практика разговорной речи и многое другое.",
	"header.withWhom": "с Мариной Филипцовой",
  "price.card.first": "Психологическая консультация",
  "price.card.second": "Персональный урок немецкого",
  "price.card.third": "Курс немецкого языка (все уровни)",
  "price.request": "Оставить заявку",
  "price.text": "Индивидуальные консультации, занятия в мини-группе, немецкий для работы. Действуют скидки и рассрочки (уточняйте у менеджера)",
  "price.title": "Цены",
	"request.consultation": "Оставьте заявку на консультацию",
	"request.courses": "Запросить курсы и цены",
	"request.ready": "Пора оставить заявку 💬",
	"request.study": "Оставить заявку на обучение.",
	"results.paragraph.fifth": "Развитие предпринимательского направления. Предприниматель с выгоранием, низкой мотивацией и хаотичными процессами. На курсе мы структурировали услуги, настроили финансовую опору и убрали внутренние блоки. Результат: рост дохода на 30–50%, настройка системы работы, возвращение энергии и фокус",
	"results.paragraph.first": "ИНДИВИДУАЛЬНАЯ ПОДГОТОВКА К ЭКЗАМЕНУ Start Deutsch/ telc Deutsch, Zertifikat Deutsch - 100% результат",
	"results.paragraph.fourth": "Трудоустройство в Германии. Участница пришла с запросом: «Нужен язык для работы, но я боюсь говорить». За курс разобрали рабочие ситуации, подготовили Bewerbungen и прошли через несколько собеседований в безопасном формате. Результат: первое рабочее место в Германии + уверенное использование языка на работе",
	"results.paragraph.second": "ИНТЕГРИРОВАННЫЕ КУРСЫ - за последние 3 года 80% студентов получили сертификат DTZ с оценкой B1",
	"results.paragraph.sixth": "Участница пришла с запросом «не могу начать ничего — много страхов». Через ReTreat проработали уверенность, планирование и эмоциональные триггеры. Результат: стабильная привычка действовать, снижение тревожности, запуск личного проекта, который откладывался больше года",
	"results.paragraph.third": "Наши студенты без труда поступают в университеты Германии и Австрии, успешно проходят собеседования, находят работу и достигают своих целей",
	"results.title": "РЕЗУЛЬТАТЫ НАШИХ СТУДЕНТОВ",
  "reviews.title": "Что говорят ученики",
	"summary.text": "Данные с веб-сайта",
  "time.text": "Ездить никуда не нужно",
  "time.title": "Удобное время и место",
  "time.subtitle": "Все занятия проходят онлайн"
}
